{
  "Swap or Sell, Do It Well! - Student Deals in Schmalkalden!": "Tauschen oder Verkaufen, mach es gut! - Studentenangebote in Schmalkalden!",
  "You can log in anytime by clicking \"Sign in as user\" on the menu bar.": "Sie können sich jederzeit anmelden, indem Sie auf \"Als Benutzer anmelden\" in der Menüleiste klicken.",
  "Discover great deals and unique items for sale near you!": "Entdecken Sie tolle Angebote und einzigartige Artikel in Ihrer Nähe!",
  "Schmalify is a second-hand marketplace designed for students in Schmalkalden, providing a dedicated platform to buy and sell items within the local student community. Schmalify aims to simplify the trading process and foster a more efficient way for students to connect and exchange goods.": "Schmalify ist ein Second-Hand-Marktplatz, der für Studenten in Schmalkalden entwickelt wurde und eine dedizierte Plattform zum Kaufen und Verkaufen von Artikeln innerhalb der lokalen Studentengemeinschaft bietet. Schmalify zielt darauf ab, den Handelsprozess zu vereinfachen und eine effizientere Möglichkeit zu schaffen, damit Studenten sich vernetzen und Waren austauschen können.",
  "No items found. Create your listing by clicking 'Sell Now' on the top right corner!": "Keine Artikel gefunden. Erstellen Sie Ihr Inserat, indem Sie oben rechts auf 'Jetzt verkaufen' klicken!",
  "Password reset successfully": "Passwort erfolgreich zurückgesetzt",
  "Error resetting password": "Fehler beim Zurücksetzen des Passworts",
  "Reset link sent to your email": "Link zum Zurücksetzen an Ihre E-Mail gesendet",
  "Reset Password": "Passwort zurücksetzen",
  "Item might be already sold or removed, please check back later": "Artikel könnte bereits verkauft oder entfernt worden sein, bitte überprüfen Sie später",
  "Not specified": "Nicht spezifiziert",
  "Successfully Signed up": "Erfolgreich registriert",
  "Enter the code you received and your new password below.": "Geben Sie den erhaltenen Code und Ihr neues Passwort unten ein.",
  "Error uploading image, please try again later or contact support": "Fehler beim Hochladen des Bildes, bitte versuchen Sie es später erneut oder kontaktieren Sie den Support",
  "Code": "Code",
  "This item is sold": "Dieser Artikel ist verkauft",
  "New Password": "Neues Passwort",
  "Something went wrong, please try again later or contact support.": "Etwas ist schief gelaufen, bitte versuchen Sie es später erneut oder kontaktieren Sie den Support.",
  "Category not found or another error occurred, please try again later or contact support.": "Kategorie nicht gefunden oder ein anderer Fehler ist aufgetreten, bitte versuchen Sie es später erneut oder kontaktieren Sie den Support.",
  "Confirm Password": "Passwort bestätigen",
  "Enter your code": "Geben Sie Ihren Code ein",
  "seconds before trying again.": "Sekunden, bevor Sie es erneut versuchen.",
  "Click to change your profile picture.": "Klicken Sie, um Ihr Profilbild zu ändern.",
  "Edit": "Bearbeiten",
  "Wait": "Warten",
  "My Listings": "Meine Inserate",
  "Edit Item": "Artikel bearbeiten",
  "Update the details of your item": "Aktualisieren Sie die Details Ihres Artikels",
  "Failed to update item, please try again.": "Aktualisierung des Artikels fehlgeschlagen, bitte versuchen Sie es erneut.",
  "Too many failed attempts. Please wait": "Zu viele fehlgeschlagene Versuche. Bitte warten",
  "Please add a phone number to your account before creating a listing.": "Bitte fügen Sie Ihrer Konto eine Telefonnummer hinzu, bevor Sie ein Inserat erstellen.",
  "Are you sure you want to delete this item?": "Möchten Sie diesen Artikel wirklich löschen?",
  "You can only upload up to 3 images": "Sie können nur bis zu 3 Bilder hochladen",
  "Item deleted successfully": "Artikel erfolgreich gelöscht",
  "Delete Item": "Artikel löschen",
  "Compressed image size must be less than 4 MB": "Die Größe des komprimierten Bildes muss kleiner als 4 MB sein",
  "Limited Access": "Begrenzter Zugriff",
  "Successfully logged in": "Erfolgreich angemeldet",
  "Phone Number Required": "Telefonnummer erforderlich",
  "Guests can only create one listing. Please sign in as a user to create more listings.": "Gäste können nur ein Inserat erstellen. Bitte melden Sie sich als Benutzer an, um weitere Inserate zu erstellen.",
  "Add Phone Number": "Telefonnummer hinzufügen",
  "You're not logged in, please log in to chat": "Sie sind nicht angemeldet, bitte melden Sie sich an, um zu chatten",
  "Failed to compress the image": "Fehler beim Komprimieren des Bildes",
  "Sign in as a user": "Als Benutzer anmelden",
  "Failed to create listing, please try again later with valid data": "Erstellen des Inserats fehlgeschlagen, bitte versuchen Sie es später erneut mit gültigen Daten",
  "Status is required": "Status ist erforderlich",
  "Update Item": "Artikel aktualisieren",
  "Status": "Status",
  "Edit title (max 35 characters)": "Titel bearbeiten (max. 35 Zeichen)",
  "Edit description (max length: 100 characters)": "Beschreibung bearbeiten (max. Länge: 100 Zeichen)",
  "available": "verfügbar",
  "No items listed here yet, click sell now to create your listing": "Hier sind noch keine Artikel aufgeführt, klicken Sie auf Jetzt verkaufen, um Ihr Inserat zu erstellen",
  "Not logged in": "Nicht angemeldet",
  "You need to be logged in to use the chatbox": "Sie müssen angemeldet sein, um die Chatbox zu verwenden",
  "Type your message": "Geben Sie Ihre Nachricht ein",
  "send": "senden",
  "Send": "Senden",
  "sold": "verkauft",
  "Edit price in euros": "Preis in Euro bearbeiten",
  "In order to get the best experience, it is recommended to sign in to your own account, or you can": "Um das beste Erlebnis zu erhalten, wird empfohlen, sich in Ihrem eigenen Konto anzumelden, oder Sie können",
  "Send reset link": "Link zum Zurücksetzen senden",
  "Passwords do not match": "Passwörter stimmen nicht überein",
  "Enter your email address to reset your password.": "Geben Sie Ihre E-Mail-Adresse ein, um Ihr Passwort zurückzusetzen.",
  "Title is required": "Titel ist erforderlich",
  "Title must be at most 35 characters long": "Der Titel darf höchstens 35 Zeichen lang sein",
  "Description must be at most 200 characters long": "Die Beschreibung darf höchstens 200 Zeichen lang sein",
  "Price must be greater than 0": "Der Preis muss größer als 0 sein",
  "Price must be at most 5000": "Der Preis darf höchstens 5000 sein",
  "Condition is required": "Zustand ist erforderlich",
  "Error updating profile": "Fehler beim Aktualisieren des Profils",
  "First name is required": "Vorname ist erforderlich",
  "Phone number must be at least 8 digits": "Die Telefonnummer muss mindestens 8 Ziffern enthalten",
  "Phone number must be at most 20 digits": "Die Telefonnummer darf höchstens 20 Ziffern enthalten",
  "Phone number must start with + and include the country code": "Die Telefonnummer muss mit + beginnen und die Ländervorwahl enthalten",
  "Invalid phone number": "Ungültige Telefonnummer",
  "Invalid phone number or cannot be empty": "Ungültige Telefonnummer oder darf nicht leer sein",
  "Phone number not provided": "Telefonnummer nicht angegeben",
  "Profile updated successfully": "Profil erfolgreich aktualisiert",
  "Click to upload images": "Klicken Sie, um Bilder hochzuladen",
  "Maximum of 3 images, size limit: 4 MB each": "Maximal 3 Bilder, Größenbegrenzung: 4 MB pro Bild",
  "Short title (max 35 characters)": "Kurztitel (max. 35 Zeichen)",
  "Item description (max length: 200 characters)": "Artikelbeschreibung (max. Länge: 200 Zeichen)",
  "Price in euro (max 5000)": "Preis in Euro (max. 5000)",
  "new": "neu",
  "like new": "wie neu",
  "Product filters": "Produktfilter",
  "very good": "sehr gut",
  "good": "gut",
  "fair": "befriedigend",
  "poor": "schlecht",
  "Invalid email": "Ungültige E-Mail",
  "Email must be at most 40 characters long": "Die E-Mail darf höchstens 40 Zeichen lang sein",
  "Invalid password": "Ungültiges Passwort",
  "Password must be at least 8 characters long": "Das Passwort muss mindestens 8 Zeichen lang sein",
  "Password must be at most 15 characters long": "Das Passwort darf höchstens 15 Zeichen lang sein",
  "You have exceeded the maximum number of login attempts, please try again in one minute.": "Sie haben die maximale Anzahl von Anmeldeversuchen überschritten, bitte versuchen Sie es in einer Minute erneut.",
  "Invalid email or password": "Ungültige E-Mail oder Passwort",
  "Not registered yet?": "Noch nicht registriert?",
  "Email": "E-Mail",
  "Forgot Password?": "Passwort vergessen?",
  "Username must be at least 3 characters long": "Der Benutzername muss mindestens 3 Zeichen lang sein",
  "Username must be at most 20 characters long": "Der Benutzername darf höchstens 20 Zeichen lang sein",
  "Create your account": "Erstellen Sie Ihr Konto",
  "Already have an account?": "Haben Sie bereits ein Konto?",
  "Log In": "Anmelden",
  "yourusername": "IhrBenutzername",
  "Number with country code (e.g. +495556667788)": "Nummer mit Ländervorwahl (z. B. +495556667788)",
  "As a guest:": "Als Gast:",
  "You can create only one listing.": "Sie können nur ein Inserat erstellen.",
  "Profile and listings cannot be updated.": "Profil und Inserate können nicht aktualisiert werden.",
  "Type your message...": "Geben Sie Ihre Nachricht ein...",
  "Access expires after 3 days.": "Zugang läuft nach 3 Tagen ab.",
  "If you log out once, you cannot log back in.": "Wenn Sie sich einmal abmelden, können Sie sich nicht wieder anmelden.",
  "You can log in anytime by clicking 'Sign in as user' on the menu bar.": "Sie können sich jederzeit anmelden, indem Sie auf 'Als Benutzer anmelden' in der Menüleiste klicken.",
  "continue as guest": "als Gast fortfahren",
  "Search for everything...": "Suche nach allem...",
  "Categories": "Kategorien",
  "Free": "Kostenlos",
  "Accessories": "Accessoires",
  "Clothing": "Kleidung",
  "Electronics": "Elektronik",
  "Furniture": "Möbel",
  "Delete": "Löschen",
  "Games": "Spiele",
  "Sports-Outdoors": "Sport & Outdoor",
  "Books": "Bücher",
  "Decorations": "Dekorationen",
  "Our Team": "Unser Team",
  "Founder / Developer": "Gründer / Entwickler",
  "UI/UX Designer": "UI/UX-Designer",
  "Full Stack Developer with a passion for building products that people love.": "Full-Stack-Entwickler mit Leidenschaft für den Bau von Produkten, die die Menschen lieben.",
  "UI/UX Designer, responsible for user friendly design and marketing": "UI/UX-Designer, verantwortlich für benutzerfreundliches Design und Marketing",
  "Innovating with machine learning and AI technologies to create impactful real-world solutions.": "Innovation mit Machine-Learning- und KI-Technologien, um wirkungsvolle Lösungen für die reale Welt zu schaffen.",
  "QA Engineer": "QA-Ingenieur",
  "AI Engineer": "KI-Ingenieur",
  "I test it, perfect it, so you love it.": "Ich teste es, perfektioniere es, damit Sie es lieben.",
  "Crafting intuitive and visually engaging digital experiences that connect users effortlessly with technology.": "Gestaltung intuitiver und visuell ansprechender digitaler Erlebnisse, die Benutzer mühelos mit Technologie verbinden.",
  "Fair": "Befriedigend",
  "A passionate software developer focused on building innovative AI solutions using Python.": "Ein leidenschaftlicher Softwareentwickler, der sich darauf konzentriert, innovative KI-Lösungen mit Python zu entwickeln.",
  "We’re a cozy group of students from Hochschule Schmalkalden, united by bright ideas and a shared passion for creating something meaningful. Together, we’re building a platform that brings our community closer, one project at a time.": "Wir sind eine gemütliche Gruppe von Studenten der Hochschule Schmalkalden, vereint durch kluge Ideen und eine gemeinsame Leidenschaft, etwas Bedeutungsvolles zu schaffen. Gemeinsam bauen wir eine Plattform, die unsere Gemeinschaft näher bringt, ein Projekt nach dem anderen.",
  "Health-Beauty": "Gesundheit & Schönheit",
  "Filters": "Filter",
  "Product Filters": "Produktfilter",
  "Kitchen-Dining": "Küche & Esszimmer",
  "Vehicle": "Fahrzeug",
  "Sold": "Verkauft",
  "Couldn't load messages, please try again later or contact support": "Nachrichten konnten nicht geladen werden, bitte versuchen Sie es später erneut oder kontaktieren Sie den Support",
  "Other": "Sonstiges",
  "Latest Items": "Neueste Artikel",
  "Explore All": "Alle",
  "Failed to send message, please try again later or contact support": "Nachricht konnte nicht gesendet werden, bitte versuchen Sie es später erneut oder kontaktieren Sie den Support",
  "All Products": "Alle Produkte",
  "Loading messages...": "Nachrichten werden geladen...",
  "What is Schmalify?": "Was ist Schmalify?",
  "Listings": "Inserate",
  "About us": "Über uns",
  "Bored? Let's play some games!": "Langeweile? Lass uns ein paar Spiele spielen!",
  "Sell Now": "Jetzt verkaufen",
  "Sort": "Sortieren",
  "Condition": "Zustand",
  "Price": "Preis",
  "Lowest Price": "Niedrigster Preis",
  "Highest Price": "Höchster Preis",
  "Newest": "Neueste",
  "New": "Neu",
  "Like New": "Wie neu",
  "Very Good": "Sehr gut",
  "Good": "Gut",
  "Poor": "Schlecht",
  "Location": "Standort",
  "Posted on": "Veröffentlicht am",
  "Contact Seller": "Verkäufer kontaktieren",
  "As a guest": "Als Gast",
  "You can create only one listing": "Sie können nur ein Inserat erstellen",
  "Profile and listings cannot be updated": "Profil und Inserate können nicht aktualisiert werden",
  "Access expires after 3 days": "Zugang läuft nach 3 Tagen ab",
  "Sign up": "Registrieren",
  "Sign Up": "Registrieren",
  "Confirm your action": "Bestätigen Sie Ihre Aktion",
  "Cancel": "Abbrechen",
  "Close": "Schließen",
  "Confirm": "Bestätigen",
  "Create Item": "Artikel erstellen",
  "Fill in the details to list an item": "Geben Sie die Details ein, um einen Artikel zu inserieren",
  "First Name": "Vorname",
  "Last Name": "Nachname",
  "Phone Number": "Telefonnummer",
  "Title": "Titel",
  "Description": "Beschreibung",
  "Category": "Kategorie",
  "Search for everything": "Alles durchsuchen",
  "Log in": "Anmelden",
  "listings": "Inserate",
  "Messages": "Nachrichten",
  "Log out": "Abmelden",
  "Find unique second-hand items just for you": "Finden Sie einzigartige Second-Hand-Artikel nur für Sie",
  "What are you looking for?": "Wonach suchen Sie?",
  "Enter your email and password": "Geben Sie Ihre E-Mail und Ihr Passwort ein",
  "Log in With Google": "Mit Google anmelden",
  "Sign Up With Google": "Mit Google registrieren",
  "First name must be at most 40 characters long": "Der Vorname darf höchstens 40 Zeichen lang sein",
  "Last name must be at most 50 characters long": "Der Nachname darf höchstens 50 Zeichen lang sein",
  "Location must be at most 50 characters long": "Der Standort darf höchstens 50 Zeichen lang sein",
  "Phone number is required": "Telefonnummer ist erforderlich",
  "Password": "Passwort",
  "Available": "Verfügbar",
  "Error uploading image": "Fehler beim Hochladen des Bildes",
  "Invalid": "Ungültig",
  "Not registered yet": "Noch nicht registriert",
  "Create an Account": "Konto erstellen",
  "Forgot Password": "Passwort vergessen",
  "or": "oder",
  "Username": "Benutzername",
  "Already have an account": "Haben Sie bereits ein Konto",
  "Profile": "Profil",
  "Address": "Adresse",
  "Account Details": "Kontodetails",
  "Save": "Speichern"
}
